Repository: shimion/reshare
Catalog: languages/bp-reshare-*.po
Languages: fr_fr

source: OOps, looks like you already reshared this activity or you are the author of it..
fr_fr: OOps, il semblerait que vous ayez déjà repartagé cette activité ou que vous soyez son auteur..

source: Activity reshared !
fr_fr: Activité repartagée !

source: OOps, error while trying to reshare..
fr_fr: OOps, une erreur est survenue pendant le repartage..

source: Reshare deleted !
fr_fr: Activité repartagée supprimée !

source: BP Reshare Settings
fr_fr: Réglages BP Reshare

source: BP Reshare settings
fr_fr: réglages BP Reshare

source: Settings Saved
fr_fr: Réglages sauvegardés

source: Amount of user's avatar to show when a single activity is displayed
fr_fr: Nombre d'utilisateurs à afficher sous l&#39;affichage de l&#39;activité unique

source: Blog & Forum Comments are disabled in activity stream, should we disable comments for Blog & Forum reshares
fr_fr: Les commentaires sur les blogs et forums sont désactivé dans le composant activité, doit-on également désactiver les commentaires pour les reshares de ces activités ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Use Javascript trick 1 : a link to remind where the filter dropdown is.
fr_fr: Utiliser le trick javascript 1 : un lien pour rappeler où se situe le filtre.

source: Use Javascript trick 2 : automatically activate all members tab when activity textarea receives the focus
fr_fr: Utiliser le trick javascript 2 : active automatiquement l&#39;onglet des activités de tous les membres lorsque le champ d&#39;ajout d&#39;activité reçoit le focus

source: Save Settings
fr_fr: Enregistrer les réglages

source: Unknown activity ?!?
fr_fr: Activité inconnue ?!?

source: OOps, error while trying to delete your reshare..
fr_fr: OOps, une erreur est survenue lors de la tentative de suppresion de l&#39;activité repartagée..

source: Reshares
fr_fr: Repartages

source: Stuck ? <a href="#" id="launch-filter">Click here to add a yellow background to the filter</a>
fr_fr: Coincé ? <a href="#" id="launch-filter">Cliquez ici pour ajouter un fond jaune au filtre</a>

source: You did not reshared any activities so far.
fr_fr: Aucune activité repartagée jusqu&#39;à présent.

source: Delete
fr_fr: Supprimer

source: %s reshared a <a href="%s">blog post</a> originally posted by %s
fr_fr: %s a repartagé un <a href="%s">article de blog</a> d&#39;abord partagé par %s

source: %s reshared a <a href="%s">comment</a> originally posted by %s
fr_fr: %s a repartagé un <a href="%s">commentaire</a> d&#39;abord posté par %s

source: %s reshared a <a href="%s">forum topic</a> originally posted by %s in the group %s
fr_fr: %s a repartagé <a href="%s">sujet de forum</a> d&#39;abord posté par %s dans le groupe %s

source: %s reshared a <a href="%s">forum reply</a> originally posted by %s in the group %s
fr_fr: %s a repartagé <a href="%s">une réponse à un forum</a> d&#39;abord posté par %s dans le groupe %s

source: %s reshared an activity originally shared by %s
fr_fr: %s a repartagé une activité d&#39;abord partagé par %s

source: Most Reshared
fr_fr: Les plus repartagées

source: Activity that I have reshared.
fr_fr: Acivités que j&#39;ai repartagé

source: Reshared by :
fr_fr: Repartagé par :

source: BuddyPress component to reshare activities
fr_fr: Composant BuddyPress pour repartager des activités
